<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'رازداری کی پالیسی',
    'copyrights_saved' => 'کاپی رائٹس محفوظ ہیں',
    'entering_to_test' => 'ٹیسٹ میں داخل ہونا',
    'use_instructions' => 'ہدایات کا استعمال',
    'name_optional' => 'نام (اختیاری)',
    'start_to_train' => 'تربیت شروع کریں',
    'personal_information' => 'ذاتی معلومات',
    'gender' => 'جنس',
    'male' => 'مرد',
    'female' => 'عورت',
    'age' => 'عمر',
    'result' => 'نتیجہ',
    'error' => 'خطا',
    'oops' => 'افوہ، کچھ غلط ہو گیا۔ براہ کرم بعد میں دوبارہ کوشش کریں۔',
    'back_to_home_page' => 'ہوم پیج پر واپس جائیں',
    'initial_evaluation' => 'ابتدائی تشخیص بتاتی ہے کہ ADHD کی امکانیت ہے',

    'Trace' => 'نشان',
    'ZigZag' => 'زگ زگ لائن پیٹرن',
    'ZL_1' => 'ZL پیٹرن کے پہلے مرحلے میں،',
    'ZL_2' => 'ZL پیٹرن کے دوسرے مرحلے میں،',
    'ZL_3' => 'ZL پیٹرن کے تیسرے مرحلے میں،',
    'ZL_4' => 'ZL پیٹرن کے چوتھے مرحلے میں،',
    'ZL_5' => 'ZL پیٹرن کے پانچویں مرحلے میں،',
    'ZL_6' => 'ZL پیٹرن کے چھٹے مرحلے میں،',
    'Predict' => 'پیشگوئی',
    'PL' => 'دوری لائن پیٹرن',
    'PL_1' => 'PL پیٹرن کے پہلے مرحلے میں،',
    'PL_2' => 'PL پیٹرن کے دوسرے مرحلے میں،',
    'PL_3' => 'PL پیٹرن کے تیسرے مرحلے میں،',
    'PL_4' => 'PL پیٹرن کے چوتھے مرحلے میں،',
    'PL_5' => 'PL پیٹرن کے پانچویں مرحلے میں،',
    'PL_6' => 'PL پیٹرن کے چھٹے مرحلے میں،',

    'Pre' => 'تیاری کریں',
    'Pre_content' => 'تربیتی کام ٹیسٹ کا حصہ نہیں ہے اور اس کا مقصد ٹیسٹنگ میکانزم کی مشق کرنا اور شروع کرنے سے پہلے ٹیسٹنگ ماحول سے واقفیت حاصل کرنا ہے۔ ایک صفحہ جس میں ڈرائنگز ہوں گی ظاہر ہوگا، اور آپ سے زیادہ سے زیادہ 5 منٹ میں وہاں موجود کو دوبارہ بنانے کی ضرورت ہوگی۔',
    'start_test' => 'ٹیسٹ شروع کریں',
    'Nabeeh' => 'نبیہ',
    'nabeeh_content' => 'یہ ADHD کی تشخیص کے لیے ایک اہم ٹول ہے جو مصنوعی ذہانت کی تکنیکوں کے ذریعے شناخت کردہ نمونوں کا استعمال کرکے لکھائی کا تجزیہ کرتا ہے۔',
    'note' => 'یہ ایک تشخیصی ٹول ہے اور اکیلا اس بیماری کی تشخیص ثابت کرنے کے لئے انحصار نہیں کیا جا سکتا۔ اگر درجہ بندی زیادہ ہے، تو ہم آپ کو مشورہ دیتے ہیں کہ آپ مانسک صحت کلینک میں ایک ماہر سے ملاقات کریں تاکہ آپ کو تسلی ہو اور ضروری اقدامات کریں۔',

    'v_low' => 'بہت کم',
    'low' => 'کم',
    'intermediate' => 'درمیانہ',
    'high' => 'زیادہ',
    'v_high' => 'بہت زیادہ',

    'test_info' => 'آپ کے سامنے ایک نمونہ ظاہر ہوگا، اور آپ کو ٹیبلٹ سے قلم اٹھائے بغیر نمونہ دوبارہ بنانا ہوگا اور اسے سکرین پر ظاہر ہونے والی پانچ لائنوں پر دہرانا ہوگا، 30 سیکنڈ کے اندر.'
];
