<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'গোপনীয়তা নীতি',
    'copyrights_saved' => 'কপিরাইট সংরক্ষিত',
    'entering_to_test' => 'পরীক্ষায় প্রবেশ',
    'use_instructions' => 'নির্দেশাবলী ব্যবহার করুন',
    'name_optional' => 'নাম (ঐচ্ছিক)',
    'start_to_train' => 'প্রশিক্ষণ শুরু করুন',
    'personal_information' => 'ব্যক্তিগত তথ্য',
    'gender' => 'লিঙ্গ',
    'male' => 'পুরুষ',
    'female' => 'মহিলা',
    'age' => 'বয়স',
    'result' => 'ফলাফল',
    'error' => 'ত্রুটি',
    'oops' => 'ওহো, কিছু ভুল হয়েছে। দয়া করে পরে আবার চেষ্টা করুন।',
    'back_to_home_page' => 'হোম পেজে ফিরে যান',
    'initial_evaluation' => 'প্রাথমিক মূল্যায়ন বলছে যে ADHD এর সম্ভাবনা',

    'Trace' => 'ট্রেস',
    'ZigZag' => 'জিগজ্যাগ লাইন প্যাটার্ন',
    'ZL_1' => 'ZL প্যাটার্নের প্রথম ধাপে,',
    'ZL_2' => 'ZL প্যাটার্নের দ্বিতীয় ধাপে,',
    'ZL_3' => 'ZL প্যাটার্নের তৃতীয় ধাপে,',
    'ZL_4' => 'ZL প্যাটার্নের চতুর্থ ধাপে,',
    'ZL_5' => 'ZL প্যাটার্নের পঞ্চম ধাপে,',
    'ZL_6' => 'ZL প্যাটার্নের ষষ্ঠ ধাপে,',
    'Predict' => 'পূর্বাভাস',
    'PL' => 'পিরিয়ডিক লাইন প্যাটার্ন',
    'PL_1' => 'PL প্যাটার্নের প্রথম ধাপে,',
    'PL_2' => 'PL প্যাটার্নের দ্বিতীয় ধাপে,',
    'PL_3' => 'PL প্যাটার্নের তৃতীয় ধাপে,',
    'PL_4' => 'PL প্যাটার্নের চতুর্থ ধাপে,',
    'PL_5' => 'PL প্যাটার্নের পঞ্চম ধাপে,',
    'PL_6' => 'PL প্যাটার্নের ষষ্ঠ ধাপে,',

    'Pre' => 'প্রস্তুতি',
    'Pre_content' => 'প্রশিক্ষণের কার্য পরীক্ষার অংশ নয় এবং এটি পরীক্ষার পদ্ধতি চর্চা করা এবং শুরু করার আগে পরীক্ষার পরিবেশের সাথে পরিচিত হওয়ার জন্য। একটি পৃষ্ঠা যাতে অঙ্কন থাকবে প্রদর্শিত হবে, এবং আপনাকে সর্বোচ্চ ৫ মিনিটের মধ্যে সেখানে যা আছে তা পুনরায় অঙ্কন করতে হবে।',
    'start_test' => 'পরীক্ষা শুরু করুন',
    'Nabeeh' => 'নাবিহ',
    'nabeeh_content' => 'এটি কৃত্রিম বুদ্ধিমত্তা প্রযুক্তিগুলি দ্বারা শনাক্ত প্যাটার্ন ব্যবহার করে লেখার বিশ্লেষণ করে ADHD নির্ণয় করার জন্য একটি প্রাথমিক টুল।',
    'note' => 'এটি একটি নির্ণয়কারী টুল এবং একা ব্যাধির নির্ণয় প্রমাণ করতে নির্ভর করা যাবে না। যদি রেটিং উচ্চ হয়, আমরা আপনাকে মানসিক স্বাস্থ্য ক্লিনিকে বিশেষজ্ঞের কাছে যাওয়ার পরামর্শ দিচ্ছি যাতে আপনি নিশ্চিত হতে পারেন এবং প্রয়োজনীয় পদক্ষেপ নিতে পারেন।',

    'v_low' => 'খুব কম',
    'low' => 'কম',
    'intermediate' => 'মধ্যম',
    'high' => 'উচ্চ',
    'v_high' => 'খুব উচ্চ',

    'test_info' => 'আপনার সামনে একটি প্যাটার্ন প্রদর্শিত হবে, এবং আপনাকে ট্যাবলেট থেকে কলম তুলে না নিয়ে প্যাটার্নটি পুনরায় আঁকতে হবে এবং স্ক্রিনে প্রদর্শিত হওয়া পাঁচটি লাইনের উপর তা পুনরাবৃত্তি করতে হবে, ৩০ সেকেন্ডের মধ্যে।'
];
