<?php

declare(strict_types=1);

return [
    'privacy_policy' => '개인정보 처리방침',
    'copyrights_saved' => '저작권 보호',
    'entering_to_test' => '테스트 진입',
    'use_instructions' => '사용 지침',
    'name_optional' => '이름 (선택사항)',
    'start_to_train' => '훈련 시작하기',
    'personal_information' => '개인 정보',
    'gender' => '성별',
    'male' => '남성',
    'female' => '여성',
    'age' => '나이',
    'result' => '결과',
    'error' => '오류',
    'oops' => '이런, 무언가 잘못되었습니다. 나중에 다시 시도해주세요.',
    'back_to_home_page' => '홈 페이지로 돌아가기',
    'initial_evaluation' => '초기 평가에 따르면 ADHD의 가능성은',

    'Trace' => '추적',
    'ZigZag' => '지그재그 선 패턴',
    'ZL_1' => 'ZL 패턴의 첫 번째 단계에서,',
    'ZL_2' => 'ZL 패턴의 두 번째 단계에서,',
    'ZL_3' => 'ZL 패턴의 세 번째 단계에서,',
    'ZL_4' => 'ZL 패턴의 네 번째 단계에서,',
    'ZL_5' => 'ZL 패턴의 다섯 번째 단계에서,',
    'ZL_6' => 'ZL 패턴의 여섯 번째 단계에서,',
    'Predict' => '예측',
    'PL' => '주기적인 선 패턴',
    'PL_1' => 'PL 패턴의 첫 번째 단계에서,',
    'PL_2' => 'PL 패턴의 두 번째 단계에서,',
    'PL_3' => 'PL 패턴의 세 번째 단계에서,',
    'PL_4' => 'PL 패턴의 네 번째 단계에서,',
    'PL_5' => 'PL 패턴의 다섯 번째 단계에서,',
    'PL_6' => 'PL 패턴의 여섯 번째 단계에서,',

    'Pre' => '준비',
    'Pre_content' => '훈련 과제는 테스트의 일부가 아니며 시작하기 전에 테스트 메커니즘을 연습하고 테스트 환경에 익숙해지기 위한 것입니다. 그림이 포함된 페이지가 나타나며, 최대 5분 내에 그곳에 있는 것을 다시 그려야 합니다.',
    'start_test' => '테스트 시작',
    'Nabeeh' => '나비',
    'nabeeh_content' => '인공 지능 기술로 식별된 패턴을 사용하여 필기를 분석함으로써 ADHD를 진단하기 위한 주요 도구입니다.',
    'note' => '이것은 진단 도구이며 장애의 진단을 증명하기 위해 단독으로 의존할 수 없습니다. 평가가 높으면 정신 건강 클리닉의 전문가를 방문하여 안심하고 필요한 조치를 취하도록 조언합니다.',

    'v_low' => '매우 낮음',
    'low' => '낮음',
    'intermediate' => '중간',
    'high' => '높음',
    'v_high' => '매우 높음',

    'test_info' => '패턴이 나타날 것이며, 태블릿에서 펜을 들지 않고 그 패턴을 다시 그려야 하며, 화면에 나타날 다섯 줄에서 30초 이내에 그것을 반복해야 합니다.'
];
