<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'プライバシーポリシー',
    'copyrights_saved' => '著作権が保存されました',
    'entering_to_test' => 'テスト入力',
    'use_instructions' => '使用指示',
    'name_optional' => '名前（任意）',
    'start_to_train' => '訓練を開始する',
    'personal_information' => '個人情報',
    'gender' => '性別',
    'male' => '男性',
    'female' => '女性',
    'age' => '年齢',
    'result' => '結果',
    'error' => 'エラー',
    'oops' => 'おっと、何か問題が発生しました。後ほど再試行してください。',
    'back_to_home_page' => 'ホームページに戻る',
    'initial_evaluation' => '初期評価によると、ADHDの可能性は',

    'Trace' => 'トレース',
    'ZigZag' => 'ジグザグラインパターン',
    'ZL_1' => 'ZLパターンの第一ステップで、',
    'ZL_2' => 'ZLパターンの第二ステップで、',
    'ZL_3' => 'ZLパターンの第三ステップで、',
    'ZL_4' => 'ZLパターンの第四ステップで、',
    'ZL_5' => 'ZLパターンの第五ステップで、',
    'ZL_6' => 'ZLパターンの第六ステップで、',
    'Predict' => '予測',
    'PL' => '周期的なラインパターン',
    'PL_1' => 'PLパターンの第一ステップで、',
    'PL_2' => 'PLパターンの第二ステップで、',
    'PL_3' => 'PLパターンの第三ステップで、',
    'PL_4' => 'PLパターンの第四ステップで、',
    'PL_5' => 'PLパターンの第五ステップで、',
    'PL_6' => 'PLパターンの第六ステップで、',

    'Pre' => '準備する',
    'Pre_content' => 'トレーニングタスクはテストの一部ではなく、開始前にテストメカニズムを練習し、テスト環境に慣れるためのものです。絵が描かれたページが表示され、あなたは最大5分以内にそこにあるものを再描画する必要があります。',
    'start_test' => 'テストを開始する',
    'Nabeeh' => 'ナビーハ',
    'nabeeh_content' => 'これは、人工知能技術によって特定されたパターンを使用して筆跡を分析することによりADHDを診断するための主要なツールです。',
    'note' => 'これは診断ツールであり、障害の診断を証明するために単独で依存されるべきではありません。評価が高い場合は、精神保健クリニックの専門家を訪ねて安心を得て必要な措置を取ることをお勧めします。',

    'v_low' => '非常に低い',
    'low' => '低い',
    'intermediate' => '中間',
    'high' => '高い',
    'v_high' => '非常に高い',

    'test_info' => 'パターンが表示されます。そのパターンをタブレットからペンを離さずに再描画し、30秒以内に画面に表示される5本の線上で繰り返してください。'
];
