<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'गोपनीयता धोरण',
    'copyrights_saved' => 'कॉपीराइट जतन केले',
    'entering_to_test' => 'चाचणीसाठी प्रवेश',
    'use_instructions' => 'सूचनांचा वापर करा',
    'name_optional' => 'नाव (पर्यायी)',
    'start_to_train' => 'प्रशिक्षण सुरू करा',
    'personal_information' => 'वैयक्तिक माहिती',
    'gender' => 'लिंग',
    'male' => 'पुरुष',
    'female' => 'स्त्री',
    'age' => 'वय',
    'result' => 'निकाल',
    'error' => 'त्रुटी',
    'oops' => 'अरे, काहीतरी चूक झाली आहे. कृपया पुन्हा प्रयत्न करा.',
    'back_to_home_page' => 'होम पेजवर परत जा',
    'initial_evaluation' => 'प्रारंभिक मूल्यांकनानुसार तुमच्याकडे ADHD ची शक्यता आहे',

    'Trace' => 'ट्रेस',
    'ZigZag' => 'झिगझॅग लाइन पॅटर्न',
    'ZL_1' => 'ZL पॅटर्नच्या पहिल्या पायरीत,',
    'ZL_2' => 'ZL पॅटर्नच्या दुसऱ्या पायरीत,',
    'ZL_3' => 'ZL पॅटर्नच्या तिसऱ्या पायरीत,',
    'ZL_4' => 'ZL पॅटर्नच्या चौथ्या पायरीत,',
    'ZL_5' => 'ZL पॅटर्नच्या पाचव्या पायरीत,',
    'ZL_6' => 'ZL पॅटर्नच्या सहाव्या पायरीत,',
    'Predict' => 'भविष्यवाणी करा',
    'PL' => 'आवर्ती लाइन पॅटर्न',
    'PL_1' => 'PL पॅटर्नच्या पहिल्या पायरीत,',
    'PL_2' => 'PL पॅटर्नच्या दुसऱ्या पायरीत,',
    'PL_3' => 'PL पॅटर्नच्या तिसऱ्या पायरीत,',
    'PL_4' => 'PL पॅटर्नच्या चौथ्या पायरीत,',
    'PL_5' => 'PL पॅटर्नच्या पाचव्या पायरीत,',
    'PL_6' => 'PL पॅटर्नच्या सहाव्या पायरीत,',

    'Pre' => 'तयारी करा',
    'Pre_content' => 'प्रशिक्षणाचे कार्य परीक्षेचा भाग नाही आणि हे परीक्षण प्रणालीचा सराव करणे आणि सुरुवात करण्यापूर्वी परीक्षण वातावरणाशी परिचित होण्यासाठी आहे. चित्रे असलेले पृष्ठ दिसेल, आणि तुम्हाला त्यातील गोष्टींचे पुनर्निर्माण करणे आवश्यक आहे जास्तीत जास्त 5 मिनिटांच्या आत.',
    'start_test' => 'चाचणी सुरू करा',
    'Nabeeh' => 'नबीह',
    'nabeeh_content' => 'हे ADHD निदानासाठी मुख्य साधन आहे जे कृत्रिम बुद्धिमत्ता तंत्रज्ञानाने ओळखलेल्या पॅटर्नचा वापर करून लेखनाचे विश्लेषण करते.',
    'note' => 'हे एक निदानात्मक साधन आहे आणि विकाराच्या निदानाचे पुरावे देण्यासाठी एकट्याने अवलंबून राहू शकत नाही. जर रेटिंग उच्च असेल तर आम्ही तुम्हाला मानसिक आरोग्य क्लिनिकमधील तज्ज्ञांकडे जाऊन आश्वासन मिळवण्याची आणि आवश्यक कारवाई करण्याची सल्ला देतो.',

    'v_low' => 'खूप कमी',
    'low' => 'कमी',
    'intermediate' => 'मध्यम',
    'high' => 'उच्च',
    'v_high' => 'खूप उच्च',

    'test_info' => 'आपल्याला एक पॅटर्न दिसेल, आणि आपणास टॅब्लेटवरून पेन उठवू न देता त्या पॅटर्नचे पुनर्चित्रण करणे आवश्यक आहे आणि ते स्क्रीनवर दिसणार्या पाच ओळींवर ३० सेकंदात पुन्हा करावे लागेल.'
];
