<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'سياسة الخصوصية',
    'copyrights_saved' => 'حقوق النشــر محفوظــة',
    'entering_to_test' => 'الدخول للاختبار',
    'use_instructions' => 'تعليمات الاستخدام',
    'name_optional' => 'الاسم (اختياري)',
    'start_to_train' => 'ابدأ التدريب',
    'personal_information' => 'معلومات شخصية',
    'gender' => 'الجنس',
    'male' => 'ذكر',
    'female' => 'أنثى',
    'age' => 'العمر',
    'result' => 'النتيجة',
    'error' => 'خطأ',
    'oops' => 'عذراً، حدث خطأ ما. الرجاء المحاولة لاحقاً.',
    'back_to_home_page' => 'العودة إلى الصفحة الرئيسية',
    'initial_evaluation' => 'التقييم الأولي يشير إلى أن احتمالية إصابتك بفرط النشاط ونقص الانتباه (ADHD) هي',

    'Trace' => 'تتبع',
    'ZigZag' => 'نمط الخط المتعرج',
    'ZL_1' => 'في الخطوة الأولى من نمط الخط المتعرج،',
    'ZL_2' => 'في الخطوة الثانية من نمط الخط المتعرج،',
    'ZL_3' => 'في الخطوة الثالثة من نمط الخط المتعرج،',
    'ZL_4' => 'في الخطوة الرابعة من نمط الخط المتعرج،',
    'ZL_5' => 'في الخطوة الخامسة من نمط الخط المتعرج،',
    'ZL_6' => 'في الخطوة السادسة من نمط الخط المتعرج،',
    'Predict' => 'تنبأ',
    'PL' => 'بنمط الخط الدوري',
    'PL_1' => 'في الخطوة الأولى من نمط الخط الدوري،',
    'PL_2' => 'في الخطوة الثانية من نمط الخط الدوري،',
    'PL_3' => 'في الخطوة الثالثة من نمط الخط الدوري،',
    'PL_4' => 'في الخطوة الرابعة من نمط الخط الدوري،',
    'PL_5' => 'في الخطوة الخامسة من نمط الخط الدوري،',
    'PL_6' => 'في الخطوة السادسة من نمط الخط الدوري،',

    'Pre' => 'تهيئة',
    'Pre_content' => 'مهمة التدريب ليست جزءًا من الاختبار وهي لممارسة آلية الاختبار والتعرف على بيئة الاختبار قبل البدء. ستظهر صفحة تحتوي على رسومات، والمطلوب منك هو إعادة رسم ما هو موجود خلال مدة لا يزيد عن 5 دقائق.',
    'start_test' => 'ابدأ الاختبار',
    'Nabeeh' => 'نبيه',
    'nabeeh_content' => 'هو أداة مساعدة أولية للتشخيص عن اضطراب فرط الحركة وتشتت الانتباه عن طريق تحليل خط اليد باستخدام أنماط محددة، ويعتمد على تنبؤات الذكاء الاصطناعي.',
    'note' => 'هو أداة مساعدة للتشخيص ولا يمكن الاعتماد عليه لوحـده لإثبات تشخيص الإصابة بالاضطراب، إذا كان التقييم مرتفعًا ننصحك بزيارة مختص في عيادة الصحة النفسية للاطمئنان واتخاذ الإجراء اللازم.',

    'v_low' => 'منخفضة جدًا',
    'low' => 'منخفضة',
    'intermediate' => 'متوسطة',
    'high' => 'مرتفعة',
    'v_high' => 'مرتفعة جدًا',

    'test_info' => 'سيظهر لك نمط، وعليك إعادة رسم النمط دون رفع القلم عن الجهاز اللوحي وتكرار ذلك على الخطوط الخمسة التي ستظهر على الشاشة، خلال 30 ثانية.'

];


