<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'गोपनीयता धोरण',
    'copyrights_saved' => 'कॉपीराइट जतन केले',
    'entering_to_test' => 'चाचणीसाठी प्रवेश',
    'use_instructions' => 'सूचनांचा वापर करा',
    'name_optional' => 'नाव (पर्यायी)',
    'start_to_train' => 'శిక్షణ ప్రారంభించండి',
    'personal_information' => 'వ్యక్తిగత సమాచారం',
    'gender' => 'लिंग',
    'male' => 'पुरुष',
    'female' => 'स्त्री',
    'age' => 'वय',
    'result' => 'ఫలితం',
    'error' => 'లోపం',
    'oops' => 'అబ్బో, ఏదో తప్పు జరిగింది. దయచేసి తర్వాత మళ్ళీ ప్రయత్నించండి.',
    'back_to_home_page' => 'హోమ్ పేజీకి తిరిగి వెళ్ళు',
    'initial_evaluation' => 'ప్రాథమిక మూల్యాంకనం మీరు ADHD అవకాశాలు ఉన్నాయని సూచిస్తుంది',

    'Trace' => 'ట్రేస్',
    'ZigZag' => 'జిగ్జాగ్ లైన్ పాటర్న్',
    'ZL_1' => 'ZL పాటర్న్ యొక్క మొదటి అడుగులో,',
    'ZL_2' => 'ZL పాటర్న్ యొక్క రెండవ అడుగులో,',
    'ZL_3' => 'ZL పాటర్న్ యొక్క మూడవ అడుగులో,',
    'ZL_4' => 'ZL పాటర్న్ యొక్క నాలుగవ అడుగులో,',
    'ZL_5' => 'ZL పాటర్న్ యొక్క ఐదవ అడుగులో,',
    'ZL_6' => 'ZL పాటర్న్ యొక్క ఆరవ అడుగులో,',
    'Predict' => 'అంచనా వేయండి',
    'PL' => 'కాలక్రమిక లైన్ పాటర్న్',
    'PL_1' => 'PL పాటర్న్ యొక్క మొదటి అడుగులో,',
    'PL_2' => 'PL పాటర్న్ యొక్క రెండవ అడుగులో,',
    'PL_3' => 'PL పాటర్న్ యొక్క మూడవ అడుగులో,',
    'PL_4' => 'PL పాటర్న్ యొక్క నాలుగవ అడుగులో,',
    'PL_5' => 'PL పాటర్న్ యొక్క ఐదవ అడుగులో,',
    'PL_6' => 'PL పాటర్న్ యొక్క ఆరవ అడుగులో,',

    'Pre' => 'సిద్ధం చేయి',
    'Pre_content' => 'శిక్షణ పని పరీక్షలో భాగం కాదు మరియు ఇది పరీక్షల యంత్రాంగాన్ని అభ్యసించడానికి మరియు ప్రారంభించే ముందు పరీక్షా పరిసరాలను పరిచయం చేసుకోవడానికి ఉంటుంది. బొమ్మలతో ఉన్న పేజీ కనిపిస్తుంది, మరియు మీరు గరిష్ఠంగా 5 నిమిషాలలో అక్కడ ఉన్నదానిని తిరిగి గీయాలి.',
    'start_test' => 'పరీక్ష ప్రారంభించు',
    'Nabeeh' => 'నబీహ్',
    'nabeeh_content' => 'ఇది కృత్రిమ మేధా శక్తి పద్ధతుల ద్వారా గుర్తించిన నమూనాల ఉపయోగించి హస్తలిపిని విశ్లేషించడం ద్వారా ADHD ను నిర్ధారించే ప్రాథమిక సాధనం.',
    'note' => 'ఇది ఒక నిర్ధారణ సాధనం మరియు వ్యాధి నిర్ధారణను రుజువు చేయడానికి ఒంటరిగా ఆధారపడలేరు. రేటింగ్ ఎక్కువగా ఉంటే, మానసిక ఆరోగ్య క్లినిక్‌లో నిపుణుడిని కలిసి, సంతృప్తి పొంది, అవసరమైన చర్యలు చేయడానికి మేము సలహా ఇస్తున్నాము.',

    'v_low' => 'చాలా తక్కువ',
    'low' => 'తక్కువ',
    'intermediate' => 'మధ్యస్థం',
    'high' => 'ఎక్కువ',
    'v_high' => 'చాలా ఎక్కువ',

    'test_info' => 'మీకు ఒక నమూనా కనిపిస్తుంది, మరియు మీరు టాబ్లెట్ నుండి పెన్ను ఎత్తకుండా ఆ నమూనాను మళ్ళీ గీయాలి మరియు స్క్రీన్ పైన కనిపించే ఐదు లైన్లపై 30 సెకండ్లలో దానిని పునరావృతం చేయాలి.'
];
