<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'गोपनीयता नीति',
    'copyrights_saved' => 'कॉपीराइट सुरक्षित',
    'entering_to_test' => 'परीक्षण में प्रवेश',
    'use_instructions' => 'निर्देशों का प्रयोग करें',
    'name_optional' => 'नाम (वैकल्पिक)',
    'start_to_train' => 'प्रशिक्षण शुरू करें',
    'personal_information' => 'व्यक्तिगत जानकारी',
    'gender' => 'लिंग',
    'male' => 'पुरुष',
    'female' => 'महिला',
    'age' => 'आयु',
    'result' => 'परिणाम',
    'error' => 'त्रुटि',
    'oops' => 'उफ्फ, कुछ गलत हो गया। कृपया बाद में पुनः प्रयास करें।',
    'back_to_home_page' => 'होम पेज पर वापस जाएं',
    'initial_evaluation' => 'प्रारंभिक मूल्यांकन बताता है कि एडीएचडी की संभावना है',

    'Trace' => 'ट्रेस',
    'ZigZag' => 'जिगजैग लाइन पैटर्न',
    'ZL_1' => 'ZL पैटर्न के पहले चरण में,',
    'ZL_2' => 'ZL पैटर्न के दूसरे चरण में,',
    'ZL_3' => 'ZL पैटर्न के तीसरे चरण में,',
    'ZL_4' => 'ZL पैटर्न के चौथे चरण में,',
    'ZL_5' => 'ZL पैटर्न के पाँचवें चरण में,',
    'ZL_6' => 'ZL पैटर्न के छठे चरण में,',
    'Predict' => 'भविष्यवाणी करें',
    'PL' => 'आवर्ती लाइन पैटर्न',
    'PL_1' => 'PL पैटर्न के पहले चरण में,',
    'PL_2' => 'PL पैटर्न के दूसरे चरण में,',
    'PL_3' => 'PL पैटर्न के तीसरे चरण में,',
    'PL_4' => 'PL पैटर्न के चौथे चरण में,',
    'PL_5' => 'PL पैटर्न के पाँचवें चरण में,',
    'PL_6' => 'PL पैटर्न के छठे चरण में,',

    'Pre' => 'तैयारी करें',
    'Pre_content' => 'प्रशिक्षण कार्य परीक्षण का हिस्सा नहीं है और यह परीक्षण तंत्र का अभ्यास करने और शुरू करने से पहले परीक्षण वातावरण से परिचित होने के लिए है। एक पृष्ठ जिसमें चित्र होंगे प्रदर्शित होगा, और आपसे अधिकतम 5 मिनट के भीतर वहां मौजूद को फिर से बनाने की आवश्यकता है।',
    'start_test' => 'परीक्षण शुरू करें',
    'Nabeeh' => 'नबीह',
    'nabeeh_content' => 'यह ADHD के निदान के लिए एक प्राथमिक उपकरण है जो कृत्रिम बुद्धिमत्ता तकनीकों द्वारा पहचाने गए पैटर्न का उपयोग करके हस्तलेखन का विश्लेषण करता है।',
    'note' => 'यह एक नैदानिक उपकरण है और अकेले विकार के निदान को साबित करने के लिए भरोसा नहीं किया जा सकता। यदि रेटिंग अधिक है, तो हम आपको मानसिक स्वास्थ्य क्लिनिक में विशेषज्ञ से मिलने और आवश्यक कार्रवाई करने की सलाह देते हैं।',

    'v_low' => 'बहुत कम',
    'low' => 'कम',
    'intermediate' => 'मध्यम',
    'high' => 'उच्च',
    'v_high' => 'बहुत उच्च',

    'test_info' => 'आपको एक पैटर्न दिखाई देगा, और आपको टैबलेट से पेन उठाए बिना पैटर्न को फिर से खींचना होगा और स्क्रीन पर दिखाई देने वाली पांच लाइनों पर उसे दोहराना होगा, 30 सेकंड के भीतर।'

];
