<?php

declare(strict_types=1);

return [
    'privacy_policy' => 'Политика конфиденциальности',
    'copyrights_saved' => 'Авторские права защищены',
    'entering_to_test' => 'Вход в тест',
    'use_instructions' => 'Инструкции по использованию',
    'name_optional' => 'Имя (необязательно)',
    'start_to_train' => 'Начать тренировку',
    'personal_information' => 'Личная информация',
    'gender' => 'Пол',
    'male' => 'Мужской',
    'female' => 'Женский',
    'age' => 'Возраст',
    'result' => 'Результат',
    'error' => 'Ошибка',
    'oops' => 'Упс, что-то пошло не так. Пожалуйста, попробуйте позже.',
    'back_to_home_page' => 'Вернуться на главную страницу',
    'initial_evaluation' => 'Первичная оценка указывает, что вероятность наличия АДГД составляет',

    'Trace' => 'Трассировка',
    'ZigZag' => 'Узор зигзагообразной линии',
    'ZL_1' => 'На первом этапе узора ZL,',
    'ZL_2' => 'На втором этапе узора ZL,',
    'ZL_3' => 'На третьем этапе узора ZL,',
    'ZL_4' => 'На четвертом этапе узора ZL,',
    'ZL_5' => 'На пятом этапе узора ZL,',
    'ZL_6' => 'На шестом этапе узора ZL,',
    'Predict' => 'Предсказать',
    'PL' => 'Периодический узор линии',
    'PL_1' => 'На первом этапе узора PL,',
    'PL_2' => 'На втором этапе узора PL,',
    'PL_3' => 'На третьем этапе узора PL,',
    'PL_4' => 'На четвертом этапе узора PL,',
    'PL_5' => 'На пятом этапе узора PL,',
    'PL_6' => 'На шестом этапе узора PL,',

    'Pre' => 'Подготовиться',
    'Pre_content' => 'Тренировочное задание не является частью теста и предназначено для практики механизма тестирования и ознакомления с тестовой средой перед началом. На странице появятся рисунки, и вам необходимо будет перерисовать то, что там изображено, за максимум 5 минут.',
    'start_test' => 'Начать тест',
    'Nabeeh' => 'Набих',
    'nabeeh_content' => 'Это основной инструмент для диагностики ADHD, анализирующий почерк с использованием паттернов, определенных с помощью техник искусственного интеллекта.',
    'note' => 'Это диагностический инструмент, который нельзя использовать в одиночку для подтверждения диагноза заболевания. Если оценка высока, мы советуем вам посетить специалиста в клинике психического здоровья для успокоения и предпринятия необходимых мер.',

    'v_low' => 'Очень низкий',
    'low' => 'Низкий',
    'intermediate' => 'Средний',
    'high' => 'Высокий',
    'v_high' => 'Очень высокий',

    'test_info' => 'Перед вами появится узор, и вам необходимо перерисовать его, не отрывая ручку от планшета, и повторить это на пяти линиях, которые появятся на экране, в течение 30 секунд.'
];
